// Input type names
"Script-0" = "Latino";
"Script-1" = "Japonês";
"Script-2" = "Chinês Tradicional";
"Script-3" = "Coreano";
"Script-7" = "Cirílico";
"Script-25" = "Chinês Simplificado";
"Script-29" = "Europeu Central";
"Script-126" = "Unicode";

// Option to override language names when they are shown in a list; translate as "1" to force capitalization, e.g. “català” → “Català”.
"ForceCapitalizationInLanguageLists" = "1";

// Used in Add Input Source Sheet’s language category table view
"Others" = "Outros";

// Add Input Source Sheet keyboard layout label
"MultipleInputSourcesSelected" = "Vários layouts de teclado estão selecionados";
"KeyboardLayoutNotAvailable" = "Layout de teclado não disponível";
"NoInputSourceSelected" = "Nenhum layout de teclado selecionado";

// Keyboard layout preview’s HTML aria-label description
"Keyboard layout preview for %@ input source." = "Pré-visualização do teclado para o layout de teclado %@.";
"Trackpad preview for %@ input source." = "Pré-visualização do trackpad para o layout de teclado %@.";

// Label for user’s selected primary language
"%@ — Primary" = "%@ — Principal";

// Menu item for customizing pronoun
"Custom…" = "Personalizar…";
